export default [
	{content:"一男人M 要与未婚妻 F 相会结婚，但两人一河相隔，M 必须要借船过河才能见到 F，于是他开始四处找船。"},	
	{content:"这时见一个女子 L 刚好有船，M 跟 L 借，L 遇到 M 后爱上了他，就问：我爱上你了，你爱我吗？M 比较诚实，说：对不起，我有未婚妻，我不能爱你。这么一来，L 死活是不把船借给 M ，她的理由是：我爱你，你不爱我，这不公平，我不会借你的！"},
	{content:"M 很沮丧，继续找船，刚好见一位叫 S 的女子，就向她借船，S 说：我借给你没问题，但有个条件，我很喜欢你，你是不是喜欢我无所谓，但你必须留下陪我一晚， 不然我不借你。M很为难， L 不借他船，S 如果再不借他的话就过不去河与 F 相见了，据说这个地方只有这两条船。为了彼岸的未婚妻，他不得不同意了 S 的要求。次日，S 遵守承诺把船借给了M。"},	
	{content:"见到未婚妻 F 后，M 一直心里有事，考虑了很久，终于决定把向L和S借船的故事跟 F 说了。可惜，F 听了非常伤心，一气之下与M 分了手，她觉得 M 不忠，不能原谅。F 失恋了，很受打击。"},
	{content:"这时 M 的生活里出现了位女子 E，两人也开始恋爱了，但之前的故事一直让他耿耿于坏，E 问 M 是不是有什么话要跟她说，于是，M 一五一十地把他和 L、S、F 之间的故事讲了一遍。E 听了后，说，我不会介意的，这些跟我没关系。"}
]